NAME = {"ника"}


data_set = {
    "какие курсы валют на сегодня": "exchange надо глянуть",
    "курсы валюты": "exchange мне это не интересно, но так и быть посмотрю",
    "что там с курсом": "exchange посмотри сам",
    "как дела": "just_answer пока все было хорошо",
    "как поживаешь": "just_answer живу лучше всех",

    "чокак": "just_answer ни чё ни как",
    "что делаешь": "just_answer сижу туплю",
    "какая погода на улице": "weather самая лучшая для прогулки",
    "что с погодой": "weather ничего такая",
    "посмотри погоду": "weather посмотри в окно увидишь",

    "привет": "just_answer ну здравствуй",
    "что ты умеешь": "just_answer я умею смотреть курсы валют открывать браузер могу сказать сколько время",
    "что ты можешь": "just_answer могу потанцевать но кажется у меня нет тела",
    "ты тут": "just_answer да я здесь а ты",
    "отключайся": "just_answer ну если вы больше ничего не хотите отключаюсь",
    "сколько время": "time_now время для кофе",
    "скажи время": "time_now сейчас скажу",
    "время": "time_now время деньги",
    "давай посмотрим кино": "browser давай посмотрим",
    "кино": "browser вот здесь посмотри",
    "какой фильм посмотреть": "browser здесь много фильмов выбирай любой",










}